export const academicSkills = [
  '会计', '人类学', '考古学', '建筑学', '艺术史', '生物学', '克苏鲁神话', '密码学', '地质学', '历史', '语言',
  '法律', '文献查阅', '医学', '神秘学', '物理学', '神学',
];

export const socialSkills = [
  '察言观色', '议价', '官僚', '警方交谈',  '信誉等级',  '奉承',  '审讯',  '威胁',  '口述采访',  '安抚',  '底层社会',
];

export const techSkills = [
  '艺术', '天文学', '化学', '手艺',  '证物采集',  '法医',  '开锁',  '野外求生',  '药剂学',  '摄影',  '飞机驾驶',
];

export const generalSkills = [
  '运动', '藏匿', '伪装',  '驾驶',  '电器维修', '爆破',  '偷窃',  '枪械',  '急救',  '逃脱',  '健康',  '催眠',
  '机械维修',  '导航',  '物品整备',  '精神分析',  '骑术',  '心智',  '坚毅',  '搏击',  '警觉',  '追踪',  '潜行',  '近战武器',
];